
// ******************
// Japanese
// ******************

// 
// Finder UI
// 

/* indicate copying photos to camera roll:<DONE>/<TOTAL> */
"Copying photos to Camera Roll:" = "カメラロールにコピー中:";

/* Just you did press snap button, indicate taking photo. */
"Taking photo..." = "撮影中…";

/* Photo has been taken, indicate saving the photo. */
"Saving photo..." = "保存中…";

// 
// mode notifier (ae/af)
// 

/* notify adjusting AE/AF mode */
"AE/AF Adjusting" = "AE/AF調整中";

/* notify AE/AF is in Auto */
"AE/AF Auto" = "AE/AF自動";

/* notify AE/AF is in Lock, aka AEAF Lock */
"AE/AF Lock" = "AE/AFロック";

/* notifiy starting up AE/AF mode */
"AE/AF starting up" = "AE/AF起動中";

// 
// mode notifier (exposure)
// 

/* indicate Auto Exposure mode is starting up */
"AE Starting up" = "AE起動中";

/* indicate Auto Exposure mode is adjusting exposure */
"AE adjusting" = "AE調整中";

/* indicate Exposure is in Lock */
"Exposure Lock" = "露出固定";

/* indicate Exposure is in Auto */
"Auto Exposure" = "AE";

/* indicate Exposure is manualy controlled */
"Manual Exposure" = "ME";

// 
// mode notifier (focus)
// 

/* indicate Auto Focus is starting up */
"AF Starting up" = "AE起動中";

/* indicate Auto Focus mod is adjusting focus */
"AF adjusting" = "AF調整中";

/* indicate Focus is in Lock */
"Focus Lock" = "フォーカス固定";

/* indicate Focus is in Auto */
"Auto Focus" = "AF";

/* indicate Focus is manualy controlled */
"Manual Focus" = "MF";

// 
// mode notifier (whitebalance)
// 

/* indicate running(=adjusting) auto whitebalance block */
"WB Adjusting" = "WB調整中";

/* indicate whitebalance is automatically adjusted continuously */
"WB Auto" = "WB自動";

/* indicate whitebalance is locked, (is in device level wb lock) */
"WB Lock" = "WBロック";

/* indicate whitebalance is manually adjusted by user's selection */
"WB Manual" = "WBマニュアル";

/* indicate starting up whitebalance mode */
"WB starting up" = "WB起動中";


// 
// album
// 

/* The title of Album View */
"Album view title" = "アルバム";

/* The title of Album in Select Mode as like Select Photo (3) */
"Album select mode title" = "写真を選択";


// 
// General strings
// 

/* general cancel string */
"Cancel" = "キャンセル";

/* general delete string */
"Delete" = "削除";


// 
// album action sheet
// 

/* Album action sheet, copy to camera roll action */
"Copy to Camera Roll" = "カメラロールにコピー";

/* Album action sheet, delete selected photos action */
"Delete selected photos" = "選択した写真を削除";


// 
// album action tool bar
// 

/* Album action tool bar, share tool button */
"Share" = "共有";


// 
// snap view action sheet
// 

/* Tag for snap day label, the date of this photo was taken */
"Shooting date:" = "撮影日 : ";

/* Snap view action sheet, use for whitebalance action */
"Use for White Balance" = "ホワイトバランス調整に使用";

/* Snap view action sheet, delete this photo action */
"Delete this photo" = "この写真を削除";


